Repository: bansi131095/TheCrazyBeautyPOS_iPad
Catalog: TheCrazyBeautyPOS/Home/Storyboard/mul.lproj/Home.xcstrings
Source language: en
Languages: vi, zh

# 0ef-NK-s9k.normalTitle
source: Send Mail
vi: Gửi mail
zh: 发送邮件

# 0Vw-Gt-Zwt.placeholder
source: Email Address
vi: Địa chỉ email
zh: 电子邮箱地址

# 0wM-sF-UaR.text
source: Total No Show Booking
vi: Tổng số đặt lịch không đến
zh: 未出现的预约总数

# 0x4-c1-8hH.text
source: Total Bookings
vi: Tổng số đặt chỗ
zh: 总预订数

# 0YH-Rz-OtP.text
source: Appointments
vi: Cuộc hẹn
zh: 预约

# 1Hs-Pe-Hlw.placeholder
source: Service Name*
vi: Tên dịch vụ *
zh: 服务名称*

# 1j6-Tl-Aml.normalTitle
source: Cancel
vi: Hủy
zh: 取消

# 1pb-yf-rSR.text
source: Total
vi: Tổng cộng
zh: 总计

# 1rf-RB-KgY.placeholder
source: Title *
vi: Tiêu đề *
zh: 标题 *

# 1rU-te-wEt.normalTitle
source: Save
vi: Lưu
zh: 保存

# 1xd-MH-mUa.text
source: Regular Schedule
vi: Lịch làm việc thường xuyên
zh: 常规日程

# 1Xx-m3-5XT.normalTitle
source: Continue
vi: Tiếp tục
zh: 继续

# 3XL-zg-dTd.normalTitle
source: Add Client
vi: Thêm khách hàng
zh: 添加客户

# 3Xz-7e-j6e.text
source: Add Addon
vi: Thêm dịch vụ bổ sung
zh: 添加附加服务

# 4yq-fw-rEU.text
source: Total
vi: Tổng cộng
zh: 总计

# 5ec-MZ-jVD.placeholder
source: Select Preferred Staff
vi: Chọn nhân viên ưu tiên
zh: 选择首选员工

# 5Gu-yx-nHR.normalTitle
source: Add Service
vi: Thêm dịch vụ
zh: 添加服务

# 5pQ-oL-h5w.text
source: Miscellaneous Price
vi: Giá khác
zh: 杂项价格

# 5Rq-RZ-5XE.text
source: Team Roster
vi: Danh sách đội
zh: 团队名单

# 5Wb-5s-HkY.text
source: Patch Test Required
vi: Cần kiểm tra thử
zh: 需要皮肤测试

# 5YR-HV-bh8.placeholder
source: Sales Price
vi: Giá khuyến mãi
zh: 促销价

# 6CP-gj-pJA.text
source: Paid By Cash
vi: Thanh toán bằng tiền mặt
zh: 现金支付

# 6dI-4Q-3zN.placeholder
source: Discount*
vi: Giảm giá
zh: 折扣

# 6Fo-Ak-G6J.text
source: Email The Invoice
vi: Gửi hóa đơn qua email
zh: 通过邮件发送发票

# 6GJ-fA-bVk.normalTitle
source: Add Service
vi: Thêm dịch vụ
zh: 添加服务

# 6yJ-Fs-eSI.placeholder
source: Search
vi: Tìm kiếm
zh: 搜索

# 7gI-Lk-CmK.normalTitle
source: Cancel
vi: Hủy
zh: 取消

# 7gK-om-b0F.placeholder
source: Quantity *
vi: Số lượng *
zh: 数量 *

# 7Q0-YY-ejq.text
source: Available Time
vi: Thời gian khả dụng
zh: 可用时间

# 7qy-wg-u5e.configuration.title
source: Resources
vi: Tài nguyên
zh: 资源

# 7qy-wg-u5e.normalTitle
source: Resources
vi: Tài nguyên
zh: 资源

# 8CW-mC-wBb.placeholder
source: First Name*
vi: Tên *
zh: 名字 *

# 8wi-FY-ql3.text
source: Customer
vi: khách hàng
zh: 客户

# 9Cl-sk-P4Q.text
source: Notification
vi: Thông báo
zh: 通知

# 9kw-M0-jn1.text
source: Card & Cash Amount
vi: Số tiền thẻ & tiền mặt
zh: 刷卡和现金金额

# 9kx-LA-7Zk.text
source: Cancelled
vi: Đã hủy
zh: 已取消

# 9lg-aI-GzX.placeholder
source: Select Preferred Staff
vi: Chọn nhân viên ưu tiên
zh: 选择首选员工

# 9Uc-Xk-4YY.text
source: Status
vi: Trạng thái
zh: 状态

# 9ZF-zk-G8e.placeholder
source: Service Duration*
vi: Thời gian dịch vụ *
zh: 服务时长 *

# 30r-hP-H39.text
source: Completed Bookings
vi: Đặt chỗ đã hoàn thành
zh: 已完成预订

# 42N-TN-FAP.text
source: Total Bookings
vi: Tổng số đặt chỗ
zh: 总预订数

# 46s-mO-n5u.text
source: Customer
vi: khách hàng
zh: 客户

# 83f-n4-aBj.normalTitle
source: Edit Schedule
vi: Chỉnh sửa lịch
zh: 编辑日程

# 93e-gU-0GB.text
source: No Available Time Slots. Please Choose Diffrent Date
vi: Không có khung giờ trống. Vui lòng chọn ngày khác
zh: 没有可用的时间段。 请选择不同的日期

# 316-Y5-rlc.text
source: Assign Timing to New Team Member
vi: Gán thời gian cho thành viên mới
zh: 为新团队成员分配时间

# 852-Nd-9ux.text
source: Service Report
vi: Báo cáo dịch vụ
zh: 服务报告

# 885-HV-Alu.text
source: Add Addon
vi: Thêm dịch vụ bổ sung
zh: 添加附加服务

# AEb-Nr-g0H.placeholder
source: Search by name
vi: Tìm theo tên
zh: 按姓名搜索

# aeL-Ne-uo3.text
source: Are you absolutely sure?. This action cannot be undone.
vi: Bạn có chắc chắn không? Hành động này không thể hoàn tác.
zh: 你确定吗？ 此操作无法撤销。

# agh-Kl-F6d.text
source: Total Bookings Completed & Price collected
vi: Tổng số đặt chỗ đã hoàn thành & số tiền thu được
zh: 已完成的总预订数与收取的金额

# aGQ-JR-dNq.text
source: Add Inventory
vi: Thêm hàng tồn
zh: 添加库存

# AQY-xq-JIa.text
source: Total
vi: Tổng cộng
zh: 总计

# aVI-I6-7qj.placeholder
source: Coupon or Gift Card
vi: Phiếu giảm giá hoặc Thẻ quà tặng
zh: 优惠券或礼品卡

# B3j-zc-hmK.text
source: Team Members
vi: Thành viên đội
zh: 团队成员

# b5V-4E-Ucz.text
source: Paid By Card
vi: Thanh toán bằng thẻ
zh: 刷卡支付

# B8N-kG-Big.text
source: Add New Test
vi: Thêm bài kiểm tra mới
zh: 添加新测试

# bcs-12-8CJ.placeholder
source: Status *
vi: Trạng thái *
zh: 状态 *

# bEc-Ng-kvN.placeholder
source: Price Type*
vi: Loại giá*
zh: 价格类型 *

# BFv-Cq-E2r.placeholder
source: Price *
vi: Giá *
zh: 价格 *

# bjb-7O-ItU.normalTitle
source: Add Test
vi: Thêm bài kiểm tra
zh: 添加测试

# bsH-cG-jbu.normalTitle
source: Add Coupon
vi: Thêm mã giảm giá
zh: 添加优惠券

# bsy-KS-Wnf.text
source: Total Bookings Completed & Amount collected
vi: Tổng số đặt chỗ đã hoàn thành & Số tiền đã thu
zh: 已完成预订总数及已收金额

# buC-mG-0YD.text
source: Phone
vi: Điện thoại
zh: 电话

# bWZ-VD-svE.placeholder
source: Type Of Service*
vi: Loại dịch vụ *
zh: 服务类型 *

# bY1-wr-IXk.text
source: Customer
vi: khách hàng
zh: 客户

# c1e-Ph-3aI.text
source: Name
vi: Tên
zh: 姓名

# cCa-eM-oc5.text
source: Customer
vi: khách hàng
zh: 客户

# cf0-nP-cWb.text
source: No Available Time Slots. Please Choose Diffrent Date
vi: Không có khung giờ trống. Vui lòng chọn ngày khác
zh: 没有可用的时间段。 请选择不同的日期

# Cgf-xq-Io4.text
source: Total
vi: Tổng cộng
zh: 总计

# cgL-0F-BNS.text
source: Sub Services Of Test Main
vi: Dịch vụ con của dịch vụ chính thử nghiệm
zh: 测试主服务的子服务

# CkA-4A-GGJ.text
source: Upcoming Appointments
vi: Cuộc hẹn sắp tới
zh: 即将到来的预约

# cKS-St-4Nv.text
source: Customer
vi: khách hàng
zh: 客户

# Cqh-dY-6GM.text
source: Service
vi: Dịch vụ
zh: 服务

# CVo-2G-gdK.normalTitle
source: Add Gift Card
vi: Thêm thẻ quà tặng
zh: 添加礼品卡

# cX3-iD-ch2.placeholder
source: Tip
vi: Tiền tip
zh: 小费

# CXa-90-Ctu.text
source: Type
vi: Loại
zh: 类型

# CzG-ar-aLM.text
source: Total No Show Booking
vi: Tổng số đặt lịch không đến
zh: 未出现的预约总数

# DAU-sH-L78.placeholder
source: Coupon Name*
vi: Tên phiếu giảm giá *
zh: 优惠券名称 *

# DBK-wU-PnW.text
source: Assign Timing to New
vi: Gán thời gian cho mục mới
zh: 为新项分配时间

# dCn-d3-Bda.placeholder
source: Miscellaneous Service Notes
vi: Ghi chú dịch vụ khác
zh: 其他服务备注

# dgx-WC-qbf.text
source: Coupon Code
vi: Mã giảm giá
zh: 优惠码

# DjT-bT-6G3.text
source: View All Salons Page
vi: Xem tất cả trang salon
zh: 查看所有沙龙页面

# DjW-yK-2ZV.text
source: No Show Fee:
vi: Phí không đến
zh: 爽约费用

# dl2-nF-kxh.text
source: Total
vi: Tổng cộng
zh: 总计

# dQG-j9-1mX.text
source: Customer
vi: khách hàng
zh: 客户

# e2y-Us-YUA.placeholder
source: End Date *
vi: Ngày kết thúc *
zh: 结束日期 *

# E5o-7U-hTD.normalTitle
source: Continue
vi: Tiếp tục
zh: 继续

# e9M-m0-5tb.text
source: Logout
vi: Đăng xuất
zh: 退出登录

# Eag-pa-Xcq.text
source: Total Bookings
vi: Tổng số đặt chỗ
zh: 总预订数

# EBD-Lo-LRq.text
source: Top Team Member
vi: Thành viên xuất sắc
zh: 顶尖团队成员

# eHt-rL-XZo.placeholder
source: Tip
vi: Tiền tip
zh: 小费

# eiW-wx-pg4.placeholder
source: Select Staff
vi: Chọn nhân viên
zh: 选择员工

# Ej3-b5-0RO.placeholder
source: Search
vi: Tìm kiếm
zh: 搜索

# Em0-hR-UvX.placeholder
source: Search
vi: Tìm kiếm
zh: 搜索

# f95-0r-cAx.placeholder
source: Search
vi: Tìm kiếm
zh: 搜索

# FfW-yq-jKk.placeholder
source: Miscellaneous Service Price
vi: Giá dịch vụ khác
zh: 其他服务费用

# Fhe-OE-0cq.placeholder
source: Mobile Number*
vi: Số điện thoại*
zh: 手机号码*

# fJ8-GH-caS.placeholder
source: Mobile Number
vi: Số điện thoại
zh: 手机号码

# Fvo-4a-wSH.placeholder
source: Service Name*
vi: Tên dịch vụ *
zh: 服务名称*

# fw7-Rv-xoE.text
source: Copy From Staff
vi: Sao chép từ nhân viên
zh: 从员工复制

# fWc-dV-IEy.normalTitle
source: Continue
vi: Tiếp tục
zh: 继续

# FwE-kh-gup.text
source: Available Time
vi: Thời gian khả dụng
zh: 可用时间

# fxK-1K-Rlh.text
source: Paid Amount
vi: Số tiền đã thanh toán
zh: 已付金额

# gBh-33-Jdg.text
source: Refund request.
vi: Yêu cầu hoàn tiền.
zh: 退款请求。

# Gc4-W5-tyH.text
source: Name
vi: Tên
zh: 姓名

# gCb-Iv-YHr.placeholder
source: To*
vi: Đến
zh: 到

# GGx-f0-Utr.placeholder
source: Payment Type*
vi: Loại thanh toán *
zh: 付款类型 *

# gJ3-vp-Qi6.text
source: No Data Found
vi: Không tìm thấy dữ liệu
zh: 未找到数据

# gJa-pC-LsE.text
source: No Data Found
vi: Không tìm thấy dữ liệu
zh: 未找到数据

# GnK-hX-fBZ.placeholder
source: Coupon or Gift Card
vi: Phiếu giảm giá hoặc Thẻ quà tặng
zh: 优惠券或礼品卡

# gur-PZ-UPR.text
source: Patch Test List
vi: Danh sách kiểm tra thử nghiệm
zh: 补丁测试列表

# Gxm-Sh-7gC.placeholder
source: Last Name
vi: Họ
zh: 姓氏

# H8Q-Kv-les.text
source: Booking History
vi: Lịch sử đặt lịch
zh: 预订历史

# Hb8-zb-Ck3.text
source: No Show
vi: Không đến
zh: 未出现

# hdI-Se-xk4.text
source: Total Walkin Completed & Amount collected
vi: Tổng số đặt chỗ tại chỗ đã hoàn thành & Số tiền đã thu
zh: 已完成现场预订及已收金额

# hep-Pd-0Uu.text
source: My Profile
vi: Hồ sơ của tôi
zh: 我的资料

# heW-cP-1ef.normalTitle
source: Add/Edit Custom Schedule
vi: Thêm/Chỉnh sửa lịch tùy chỉnh
zh: 添加/编辑自定义日程

# hfI-BS-Oxc.text
source: Select Date
vi: Chọn ngày
zh: 选择日期

# HhR-xz-MMj.text
source: Customer
vi: khách hàng
zh: 客户

# HyC-fA-YFb.text
source: Future Bookings
vi: Các đặt lịch trong tương lai
zh: 未来预约

# hyM-PC-0k1.placeholder
source: Service For*
vi: Dịch vụ dành cho*
zh: 服务对象*

# I7q-AJ-95w.text
source: Rebook Appointment
vi: Đặt lại cuộc hẹn
zh: 重新预约

# i9q-qk-SNv.placeholder
source: Type Of Service*
vi: Loại dịch vụ *
zh: 服务类型 *

# IaT-VI-D29.placeholder
source: Regular Price*
vi: Giá gốc
zh: 常规价格

# Iav-g8-jBa.placeholder
source: Search
vi: Tìm kiếm
zh: 搜索

# iAy-87-PXC.text
source: Add Coupon
vi: Thêm mã giảm giá
zh: 添加优惠券

# Ib2-8t-gAL.placeholder
source: Expiry Date *
vi: Ngày hết hạn *
zh: 到期日期 *

# icc-fN-vLA.text
source: Please enter your passcode to authenticate as admin
vi: Vui lòng nhập mã passcode để xác thực với tư cách quản trị viên
zh: 请输入您的密码以验证管理员身份

# IDd-26-vZZ.text
source: Staff
vi: Nhân viên
zh: 员工

# IG0-y4-ohB.text
source: Add Offline Gift Card
vi: Thêm thẻ quà tặng ngoại tuyến
zh: 添加线下礼品卡

# ihc-Ao-Aug.text
source: Patch Test Required
vi: Cần kiểm tra thử
zh: 需要皮肤测试

# ihM-gZ-hd1.text
source: Remaining amount wil be elapsed. use the full amount otherwise it will be lost.
vi: Số tiền còn lại sẽ hết hạn. Hãy sử dụng toàn bộ số tiền, nếu không sẽ bị mất.
zh: 剩余金额将失效。请使用全部金额，否则将会丢失。

# ilJ-cq-RSr.placeholder
source: Miscellaneous Service Price
vi: Giá dịch vụ khác
zh: 其他服务费用

# ioz-rv-Vih.placeholder
source: Regular Price*
vi: Giá gốc
zh: 常规价格

# iWe-5a-SUr.text
source: Walkin
vi: Khách vãng lai
zh: 散客

# iWz-hT-yJo.text
source: Walkin History
vi: Lịch sử khách walk-in
zh: 散客记录

# ixR-9N-Msu.text
source: Giftcard History
vi: Lịch sử thẻ quà tặng
zh: 礼品卡记录

# iZP-cx-jD6.text
source: Past Booking
vi: Các đặt lịch đã qua
zh: 过去的预约

# j0a-Im-68L.placeholder
source: Search
vi: Tìm kiếm
zh: 搜索

# j1o-Qu-qQS.text
source: No Show
vi: Không đến
zh: 未出现

# j7v-X7-XgE.text
source: View Resource
vi: Xem tài nguyên
zh: 查看资源

# jBQ-p2-a14.text
source: Download Report
vi: Tải báo cáo
zh: 下载报告

# jbt-TU-cel.normalTitle
source: Apply
vi: Áp dụng
zh: 应用

# jD0-Pb-ESV.text
source: Sales
vi: Doanh số
zh: 销售

# jVk-PV-Gxh.text
source: Total Sales
vi: Tổng doanh số
zh: 总销售额

# kbk-jH-qtz.text
source: Customer
vi: khách hàng
zh: 客户

# Kbr-Dc-yWF.text
source: Customer
vi: khách hàng
zh: 客户

# KC1-Ra-NP6.normalTitle
source: Assign Services
vi: Gán dịch vụ
zh: 分配服务

# Kjn-xF-3OQ.text
source: Team Report
vi: Báo cáo đội nhóm
zh: 团队报告

# kjZ-mf-y80.placeholder
source: Email Address
vi: Địa chỉ email
zh: 电子邮箱地址

# kk1-eQ-gnV.text
source: Total Cancelled Bookings
vi: Tổng số đặt lịch đã hủy
zh: 已取消预约总数

# kMC-5f-5Up.text
source: Download QR Code
vi: Tải xuống mã QR
zh: 下载二维码

# kPy-bl-ivT.text
source: Total Cancelled Bookings
vi: Tổng số đặt lịch đã hủy
zh: 已取消预约总数

# ksl-qT-Vl9.text
source: Cancellation Fee
vi: Phí hủy
zh: 取消费用

# KwS-JX-dUz.text
source: Upcoming Appointments
vi: Cuộc hẹn sắp tới
zh: 即将到来的预约

# kxv-Te-4TU.placeholder
source: Payment Type*
vi: Loại thanh toán *
zh: 付款类型 *

# l7G-Qe-n8s.placeholder
source: Search
vi: Tìm kiếm
zh: 搜索

# lcP-Ih-fDZ.placeholder
source: Select Staff
vi: Chọn nhân viên
zh: 选择员工

# LDP-6M-3KW.placeholder
source: Select Category*
vi: Chọn danh mục *
zh: 选择类别 *

# lfz-OI-fRz.normalTitle
source: Add Time Off
vi: Thêm ngày nghỉ
zh: 添加休假

# lga-YU-YxG.text
source: Export
vi: Xuất
zh: 导出

# LIx-Tf-Pet.text
source: Need to Contact
vi: Cần liên hệ
zh: 需要联系

# Ljq-Vm-w2e.text
source: Refund Amount
vi: Số tiền hoàn lại
zh: 退款金额

# Lqz-FF-5i9.placeholder
source: Main Category*
vi: Danh mục chính*
zh: 主要类别*

# LvG-io-Wq5.text
source: Add Resources
vi: Thêm tài nguyên
zh: 添加资源

# lXI-cf-QJx.text
source: Assign Services to New Team Member
vi: Gán dịch vụ cho thành viên mới
zh: 为新团队成员分配服务

# lze-Rj-uCu.text
source: Name
vi: Tên
zh: 姓名

# m5I-DH-vXn.placeholder
source: Service For*
vi: Dịch vụ dành cho*
zh: 服务对象*

# m6K-zJ-hS4.normalTitle
source: Add Inventory
vi: Thêm hàng tồn
zh: 添加库存

# m9o-UC-YjD.placeholder
source: Payment Type*
vi: Loại thanh toán *
zh: 付款类型 *

# mcm-rB-lTj.text
source: Completed Bookings
vi: Đặt chỗ đã hoàn thành
zh: 已完成预订

# MDg-YV-3jq.placeholder
source: Select Date
vi: Chọn ngày
zh: 选择日期

# MFM-Nw-kVr.placeholder
source: Tested By *
vi: Được kiểm tra bởi *
zh: 测试者 *

# ml9-Nz-pvb.text
source: Customer
vi: khách hàng
zh: 客户

# mmo-Zi-IRZ.text
source: Sales
vi: Bán hàng
zh: 销售

# MoL-23-TD1.placeholder
source: Job Title*
vi: Chức danh*
zh: 职位*

# mqr-BR-697.text
source: Top Services
vi: Dịch vụ hàng đầu
zh: 热门服务

# mSN-VV-y4R.placeholder
source: Status *
vi: Trạng thái *
zh: 状态 *

# mSR-Ch-2fg.placeholder
source: Miscellaneous Service Notes
vi: Ghi chú dịch vụ khác
zh: 其他服务备注

# mth-vP-GaB.text
source: Customer
vi: khách hàng
zh: 客户

# nas-cw-Bdk.text
source: No Data Found
vi: Không tìm thấy dữ liệu
zh: 未找到数据

# nhy-9g-t9u.normalTitle
source: Booking Appointment
vi: Đặt lịch hẹn
zh: 预约服务

# nk7-JK-XAJ.text
source: Generated
vi: Đã tạo
zh: 已生成

# NMU-Ut-OGw.normalTitle
source: Save Sequence
vi: Lưu thứ tự
zh: 保存顺序

# nNo-7X-8NH.placeholder
source: Search
vi: Tìm kiếm
zh: 搜索

# O4l-3X-nJH.placeholder
source: Search
vi: Tìm kiếm
zh: 搜索

# O5E-ao-UDu.placeholder
source: Percentage*
vi: Phần trăm*
zh: 百分比*

# ObB-Df-nj8.placeholder
source: Parent Service*
vi: Dịch vụ chính*
zh: 父级服务*

# oFO-cr-gkg.text
source: All Resources
vi: Tất cả tài nguyên
zh: 所有资源

# oJr-O5-J3h.text
source: Offline Gift Card
vi: Thẻ quà tặng ngoại tuyến
zh: 线下礼品卡

# OPq-QE-UkG.normalTitle
source: Apply
vi: Áp dụng
zh: 应用

# Otn-Td-Jhd.text
source: No Data Found
vi: Không tìm thấy dữ liệu
zh: 未找到数据

# P1S-TA-aJp.text
source: Team
vi: Đội ngũ
zh: 团队

# p7J-um-tnb.segmentTitles[0]
source: Gift Card
vi: Thẻ quà tặng
zh: 礼品卡

# p7J-um-tnb.segmentTitles[1]
source: Coupon
vi: Phiếu giảm giá
zh: 优惠券

# p7J-um-tnb.segmentTitles[2]
source: Offline Gift Card
vi: Thẻ quà tặng ngoại tuyến
zh: 线下礼品卡

# PAx-ak-eIJ.text
source: Total Amount collected in Cash & Cash
vi: Tổng số tiền thu bằng thẻ & tiền mặt
zh: 卡和现金收取的总金额

# pgw-jp-NhN.text
source: Tip
vi: Tiền tip
zh: 小费

# pKz-nX-BLl.placeholder
source: Amount ($)*
vi: Số tiền ($)*
zh: 金额 ($)*

# pmb-j0-56e.text
source: Customer
vi: khách hàng
zh: 客户

# poy-C1-sED.text
source: Date
vi: Ngày
zh: 日期

# Ppg-L9-Q2j.text
source: Add Addon
vi: Thêm dịch vụ bổ sung
zh: 添加附加服务

# pW1-sf-lFO.placeholder
source: Main Category*
vi: Danh mục chính*
zh: 主要类别*

# Q2s-Cb-Zed.text
source: Please Add a service to Cart
vi: Vui lòng thêm dịch vụ vào giỏ hàng
zh: 请将服务添加到购物车

# Q3t-qT-Y0M.placeholder
source: Name *
vi: Tên *
zh: 姓名 *

# q7z-LA-2Vd.text
source: No Data Found
vi: Không tìm thấy dữ liệu
zh: 未找到数据

# QAo-2x-OCZ.normalTitle
source: Save
vi: Lưu
zh: 保存

# QaQ-18-Gxh.text
source: Future Bookings
vi: Các đặt lịch trong tương lai
zh: 未来预约

# QDB-N6-bO2.text
source: Please enter your passcode to authenticate as admin
vi: Vui lòng nhập mã passcode để xác thực với tư cách quản trị viên
zh: 请输入您的密码以验证管理员身份

# Qi1-GL-EC5.text
source: Name
vi: Tên
zh: 姓名

# QOR-CC-oPc.placeholder
source: Start Date *
vi: Ngày bắt đầu *
zh: 开始日期 *

# qs8-4k-M65.placeholder
source: Date of Birth
vi: Ngày sinh
zh: 出生日期

# QTi-0B-esA.placeholder
source: Coupon Code*
vi: Mã giảm giá*
zh: 优惠码*

# qX4-ij-3P8.text
source: Booked
vi: Đã đặt
zh: 已预订

# qYe-CN-qI7.text
source: Account Activity
vi: Hoạt động tài khoản
zh: 账户活动

# qzh-SY-Yqb.text
source: Total Bookings Completed & Amount collected
vi: Tổng số đặt chỗ đã hoàn thành & Số tiền đã thu
zh: 已完成预订总数及已收金额

# R89-WA-1L4.placeholder
source: Secondary Type*
vi: Loại phụ *
zh: 次要类型 *

# rhJ-4j-Rxr.placeholder
source: Price Type*
vi: Loại giá *
zh: 价格类型 *

# Rjn-BD-ZJt.normalTitle
source: Add Team Member
vi: Thêm thành viên đội
zh: 添加团队成员

# RmN-fH-KTz.placeholder
source: Secondary Type*
vi: Loại phụ *
zh: 次要类型 *

# RoA-7P-0tx.text
source: Total Amount collected in Cash & Cash
vi: Tổng số tiền thu bằng thẻ & tiền mặt
zh: 卡和现金收取的总金额

# rOc-N4-yh6.placeholder
source: Resource For*
vi: Tài nguyên cho*
zh: 资源用于*

# RXg-gb-goy.placeholder
source: Status*
vi: Trạng thái*
zh: 状态*

# Ryc-WR-2bk.text
source: Add Service
vi: Thêm dịch vụ
zh: 添加服务

# S3B-g8-4Sb.placeholder
source: Price ($)*
vi: Giá ($)*
zh: 价格 ($)*

# s5q-zv-mVR.placeholder
source: Service Duration*
vi: Thời gian dịch vụ *
zh: 服务时长 *

# S8A-KL-jEG.text
source: Original Amount
vi: Số tiền gốc
zh: 原金额

# szT-Sv-N1H.text
source: Gift Card
vi: Thẻ quà tặng
zh: 礼品卡

# T88-5T-vMm.text
source: Add Team Member
vi: Thêm thành viên đội
zh: 添加团队成员

# TDN-PR-mre.text
source: No Data Found
vi: Không tìm thấy dữ liệu
zh: 未找到数据

# TGq-gD-5A2.text
source: Walkin Bookings
vi: Đặt chỗ tại chỗ
zh: 现场预订

# tiQ-Sj-yxG.placeholder
source: Client Type
vi: Loại khách hàng
zh: 客户类型

# trM-Yh-Tep.text
source: Appointment Details
vi: Chi tiết cuộc hẹn
zh: 预约详情

# tTm-n3-LGa.placeholder
source: Card Name*
vi: Tên thẻ *
zh: 卡名称 *

# tUS-7S-PGS.placeholder
source: Gift Name*
vi: Tên quà tặng *
zh: 礼品名称 *

# U7j-ph-wF2.placeholder
source: Date of Birth
vi: Ngày sinh
zh: 出生日期

# UB5-JI-kec.text
source: Customer
vi: khách hàng
zh: 客户

# Uet-a3-5oY.placeholder
source: Sales Price
vi: Giá khuyến mãi
zh: 促销价

# UfS-DN-JR8.placeholder
source: Select Staff
vi: Chọn nhân viên
zh: 选择员工

# UgG-9a-fUF.text
source: Rebook Appointment
vi: Đặt lại cuộc hẹn
zh: 重新预约

# ugu-ju-DZa.text
source: Total Amount collected in Cash & Cash
vi: Tổng số tiền thu bằng thẻ & tiền mặt
zh: 卡和现金收取的总金额

# uo4-Qn-yYU.text
source: Add Client
vi: Thêm khách hàng
zh: 添加客户

# uWH-LV-iyO.text
source: Cancelled
vi: Đã hủy
zh: 已取消

# uXH-z8-AAO.normalTitle
source: Add Gift Card
vi: Thêm thẻ quà tặng
zh: 添加礼品卡

# UXX-Vu-497.text
source: Add Gift Card
vi: Thêm thẻ quà tặng
zh: 添加礼品卡

# uz3-PU-QXK.text
source: Need to Contact
vi: Cần liên hệ
zh: 需要联系

# V1d-9X-EyM.placeholder
source: Expiry in Days *
vi: Hạn sử dụng (ngày) *
zh: 有效期（天）*

# v3K-qf-zSF.placeholder
source: Email Address
vi: Địa chỉ email
zh: 电子邮箱地址

# VaM-Tz-YmG.text
source: Add Service
vi: Thêm dịch vụ
zh: 添加服务

# VeM-Fb-EaW.placeholder
source: Search
vi: Tìm kiếm
zh: 搜索

# VGo-4c-Rar.placeholder
source: Price ($)*
vi: Giá ($)*
zh: 价格 ($)*

# vlR-1d-H2d.normalTitle
source: Booking Appointment
vi: Đặt lịch hẹn
zh: 预约服务

# vNL-t2-dZB.placeholder
source: Price ($)*
vi: Giá ($)*
zh: 价格 ($)*

# vNV-mN-CTZ.text
source: Gift Card
vi: Thẻ quà tặng
zh: 礼品卡

# VOh-GH-dHU.placeholder
source: Product Name*
vi: Tên sản phẩm *
zh: 产品名称 *

# vSS-8s-7tA.placeholder
source: Name *
vi: Tên *
zh: 姓名 *

# Vua-Bo-qHw.placeholder
source: Duration *
vi: Thời lượng *
zh: 时长 *

# VVu-UB-WKA.normalTitle
source: Save
vi: Lưu
zh: 保存

# Wdg-pm-H1m.text
source: Bookings
vi: Đặt chỗ
zh: 预订

# wdH-8h-OKS.segmentTitles[0]
source: Account Activity
vi: Hoạt động tài khoản
zh: 账户活动

# wdH-8h-OKS.segmentTitles[1]
source: Booking History
vi: Lịch sử đặt lịch
zh: 预订历史

# wEp-vH-bGk.normalTitle
source: Add Shift
vi: Thêm ca làm việc
zh: 添加班次

# wrI-Cj-0dj.placeholder
source: Date of Birth
vi: Ngày sinh
zh: 出生日期

# WuE-El-Dfh.text
source: Name
vi: Tên
zh: 姓名

# Wuu-Nb-hyj.text
source: Sales History
vi: Lịch sử bán hàng
zh: 销售记录

# wUv-Ft-SJB.placeholder
source: Qty *
vi: Số lượng *
zh: 数量 *

# WxA-be-w1O.text
source: Past Booking
vi: Các đặt lịch đã qua
zh: 过去的预约

# xbJ-HD-i5f.placeholder
source: Payment Type*
vi: Loại thanh toán *
zh: 付款类型 *

# xCS-Eg-6hj.placeholder
source: Gender
vi: Giới tính
zh: 性别

# XD1-AB-JlV.placeholder
source: First Name*
vi: Tên *
zh: 名字 *

# XEw-xP-3GK.normalTitle
source: Save
vi: Lưu
zh: 保存

# XNb-b6-279.text
source: Total
vi: Tổng cộng
zh: 总计

# xqq-cJ-7V5.placeholder
source: From*
vi: Từ
zh: 从

# XWh-a4-bh3.text
source: View Salon Page
vi: Xem trang salon
zh: 查看沙龙页面

# YAS-pp-L8x.text
source: Client Past Bookings
vi: Các đặt lịch trước đây của khách
zh: 客户过去的预约

# YAU-cA-FfI.placeholder
source: Last Name
vi: Họ
zh: 姓氏

# yc8-K2-Mah.text
source: Total
vi: Tổng cộng
zh: 总计

# yCs-zO-XbX.text
source: Completed
vi: Đã hoàn thành
zh: 已完成

# YDz-Y9-3h1.text
source: Total
vi: Tổng cộng
zh: 总计

# yem-ix-rNq.text
source: 10 Team Members
vi: 10 Thành viên đội
zh: 10 团队成员

# yfL-2e-5TQ.text
source: Total
vi: Tổng cộng
zh: 总计

# yFP-db-0XC.text
source: Add Resource
vi: Thêm tài nguyên
zh: 添加资源

# YJZ-Gk-ze6.text
source: Customer
vi: khách hàng
zh: 客户

# yxe-un-Eu8.text
source: Client Past Bookings
vi: Các đặt lịch trước đây của khách
zh: 客户过去的预约

# YYm-ec-qBe.text
source: View Addon
vi: Xem tiện ích bổ sung
zh: 查看附加项

# yZT-nT-VOv.normalTitle
source: Continue
vi: Tiếp tục
zh: 继续

# Z8L-1H-9ni.text
source: Total Bookings Added
vi: Tổng số đặt chỗ đã thêm
zh: 新增预订总数

# Z9T-ms-VcL.text
source: Change Service Sequence
vi: Thay đổi thứ tự dịch vụ
zh: 更改服务顺序

# ZeX-9n-awC.placeholder
source: Date of Birth
vi: Ngày sinh
zh: 出生日期

# ZVd-ax-XwG.text
source: Coupon
vi: Phiếu giảm giá
zh: 优惠券

# zXP-fh-Uvg.text
source: Service Name
vi: Tên dịch vụ
zh: 服务名称

# zxt-bG-cpc.placeholder
source: Gender*
vi: Giới tính*
zh: 性别*

# 6Mq-JW-ffg.text
source: Payment
zh: 付款

# kvO-sL-Q5Z.text
source: Miscellaneous Note
zh: 其他备注

# M07-y1-9LV.text
source: Discount
zh: 折扣

# Yu1-Uf-2Wd.text
source: Time
zh: 时间
